[
  {
    "id" : 0,
    "name" : "Значение сбалансированного питания",
    "desc" : "Сбалансированное питание – это основа здоровья и хорошего самочувствия. Оно обеспечивает организм всеми необходимыми питательными веществами: белками, жирами, углеводами, витаминами и минералами. Важно разнообразить рацион, включая в него овощи, фрукты, цельнозерновые продукты, нежирные белки и полезные жиры. Регулярное питание с правильным соотношением макро- и микроэлементов помогает поддерживать энергию, укрепляет иммунитет и снижает риск хронических заболеваний.",
    "img" :  "https://avatars.mds.yandex.net/i?id=a1cf74a3b023c3ce2336e0e71447bb570f5c80922997d7fd-5110698-images-thumbs&n=13"
  },
  {
    "id" : 1,
    "name" : "Польза овощей и фруктов",
    "desc" : "Овощи и фрукты – ключевые элементы здорового рациона. Они богаты витаминами, минералами, антиоксидантами и пищевыми волокнами. Потребление достаточного количества овощей и фруктов помогает предотвратить сердечно-сосудистые заболевания, улучшает пищеварение и поддерживает здоровый вес. Старайтесь включать в каждый прием пищи разнообразные овощи и фрукты, чтобы обеспечить организм всеми необходимыми питательными веществами.",
    "img" :  "https://avatars.mds.yandex.net/i?id=4ffff79ea7eade0ed9c2cf1ff8da6f76bd0b39ca-10197150-images-thumbs&n=13"
  },
  {
    "id" : 2,
    "name" : "Роль белков в рационе",
    "desc" : "Белки играют важную роль в росте, восстановлении и поддержании тканей организма. Они необходимы для синтеза гормонов, ферментов и других жизненно важных молекул. Включение в рацион разнообразных источников белка, таких как мясо, рыба, яйца, бобовые, орехи и семена, помогает удовлетворить потребности организма. Белки также способствуют поддержанию мышечной массы и обеспечивают чувство сытости, что может помочь в контроле веса.",
    "img" :  "https://avatars.mds.yandex.net/i?id=be2e4d662bff7c85449244be12720d1016c5fedb-11492249-images-thumbs&n=13"
  },
  {
    "id" : 3,
    "name" : "Здоровые жиры: важность и источники",
    "desc" : "Не все жиры вредны для здоровья. Полезные жиры, такие как омега-3 и омега-6 жирные кислоты, необходимы для нормального функционирования организма. Они поддерживают здоровье сердца, мозга и нервной системы. Источники здоровых жиров включают рыбу, орехи, семена, авокадо и растительные масла (оливковое, льняное, рапсовое). Ограничение потребления насыщенных жиров и трансжиров помогает снизить риск сердечно-сосудистых заболеваний.\n\n",
    "img" :  "https://avatars.mds.yandex.net/i?id=cc846efeca2d449236a8a0763151b4e02567ab7b-4182781-images-thumbs&n=13"
  },
  {
    "id" : 4,
    "name" : "Цельнозерновые продукты: польза и рекомендации",
    "desc" : "Цельнозерновые продукты, такие как овсянка, коричневый рис, киноа и цельнозерновой хлеб, содержат больше клетчатки и питательных веществ, чем их переработанные аналоги. Они помогают поддерживать стабильный уровень сахара в крови, улучшать пищеварение и контролировать вес. Включение цельнозерновых продуктов в рацион способствует более длительному чувству сытости и обеспечивает организм важными витаминами и минералами.",
    "img" :  "https://avatars.mds.yandex.net/i?id=82dcfda7329743c30c4498f8bf445997e1a46271bae6b035-12317070-images-thumbs&n=13"
  },
  {
    "id" : 5,
    "name" : "Значение гидратации",
    "desc" : "Вода играет ключевую роль в поддержании здоровья. Она участвует в различных физиологических процессах, включая регуляцию температуры тела, транспортировку питательных веществ и выведение токсинов. Недостаток воды может привести к обезвоживанию, что негативно сказывается на физическом и умственном состоянии. Рекомендуется пить не менее 8 стаканов воды в день, а также увеличивать потребление жидкости при физической активности и в жаркую погоду.\n\n\n\n\n\n\n",
    "img" :  "https://avatars.mds.yandex.net/i?id=ef42ce5998e7ce040dd28a685113a0dbc42fe425-4615427-images-thumbs&n=13"
  }
]