[
  {
    "id" : 0,
    "name" : "Тыквенный суп",
    "desc" : " Очистите тыкву и картофель. Порежьте произвольно небольшими кусочками, залейте их горячей водой так, чтобы они были покрыты на 2/3. Доведите до кипения, снимите пену. Варите 12-15 минут до полной готовности. Пока варятся овощи, очистите и порежьте лук. Обжарьте лук до золотистого цвета на подсолнечном масле. В конце обжарки потрите чеснок на мелкой овощной терке прямо на лук, перемешайте и слегка обжарьте. Переложите лук с чесноком в кастрюлю с овощами, посолите, добавьте специи. Положите 1 чайную ложку сливочного масла. Воды не должно быть много. Если вы видите, что получается жидко, отлейте часть в кружечку, но не выливайте, может, надо будет разбавить. Все ингредиенты \"разбейте\" блендером до пюреобразной массы. Если получилось густо, можно разбавить отлитым овощным бульоном или подогретым молоком. В конце поставьте кастрюлю на огонь и доведите до кипения. Суп готов. Налейте его в тарелку и добавьте сливки по вкусу. Для любителей зелени можно посыпать рубленой петрушкой.",
    "short" : "Очень полезный тыквенный суп",
    "img" : "https://img.povar.ru/main-micro/a7/a7/24/06/vegetarianskii_tikvennii_sup-piure-186920.jpg",
    "ing" : [
      {
        "id" : 0,
        "name" : "Тыква"
      },
      {
        "id" : 1,
        "name" : "Картофель"
      },
      {
        "id" : 2,
        "name" : "Лук репчатый"
      },
      {
        "id" : 3,
        "name" : "Чеснок"
      },
      {
        "id" : 4,
        "name" : "Масло подсолнечное"
      },
      {
        "id" : 5,
        "name" : "Соль и специи по вкусу"
      },
      {
        "id" : 6,
        "name" : "Сливки"
      },
      {
        "id" : 7,
        "name" : "Масло сливочное"
      }
    ]
  },
  {
    "id" : 1,
    "name" : "Счастье луковое",
    "desc" : "Набор продуктов очень прост и доступен. Для начала не забудем включить духовку и выставить температуру 180 градусов. Лук очистить и нарезать кольцами. Обжарить лук на растительном масле до легкого румянца. Отварную куриную грудку нарезать мелкими кубиками, сыр натереть на терке. Форму для запекания смазать растительным маслом. Половину жареного лука выложить в форму, затем кубики куриной грудки и остальной лук. В половине стакана молока разболтать яйцо, посолить и поперчить по вкусу. Яичную смесь вылить в форму, присыпать равномерно сыром. Запекать в духовке при 180 градусов минут 20 до зарумянивания сырной корочки. Готово! Кому - запеканка, кому - пудинг. Главное: это вкусно и легко!",
    "short" : "Если вы любите лук, - это блюдо для вас. Просто, быстро, сытно и вкусно! Сладость запеченного лука в пикантной сырной корочке.",
    "img" : "https://avatars.mds.yandex.net/i?id=07d071198f0242c906c4a8648d4b3944702b6f14-11446590-images-thumbs&n=13",
    "ing" : [
      {
        "id" : 0,
        "name" : "Лук репчатый"
      },
      {
        "id" : 1,
        "name" : "Яйцо куриное"
      },
      {
        "id" : 2,
        "name" : "Молоко"
      },
      {
        "id" : 3,
        "name" : "Отварная куриная грудка"
      },
      {
        "id" : 4,
        "name" : "Сыр твердый"
      },
      {
        "id" : 5,
        "name" : "Масло растительное"
      },
      {
        "id" : 6,
        "name" : "Соль, перец"
      }
    ]
  },
  {
    "id" : 2,
    "name" : "салат «Белковый»",
    "desc" : "Куриную грудку отвариваем до готовности. Режем её и огурец. Все ингредиенты смешиваем в салатнике. Можно добавить немного красного лука. Заправляем салат 1 столовой ложкой сметаны или йогурта. Попробуйте приготовить этот салат, он подарит вам заряд энергии и хорошего настроения.",
    "short" : "Очень вкусный и питательный салат",
    "img" : "https://avatars.mds.yandex.net/i?id=e8bbd3a7a8c8770d2ba380c0e39c6c35ae253dd2-8897118-images-thumbs&n=13",
    "ing" : [
      {
        "id" : 0,
        "name" : "Куриная грудка"
      },
      {
        "id" : 1,
        "name" : "Горошек"
      },
      {
        "id" : 2,
        "name" : "Яйцо варёное"
      },
      {
        "id" : 3,
        "name" : "Огурец"
      }
    ]
  }
]