{
  "culinary": [
    {
      "id" : 0,
      "img" : "https://avatars.mds.yandex.net/i?id=8a34b2e604be4bb5c4b08dbdeb3dab3923a50263f62f4165-13233144-images-thumbs&n=13",
      "desc" : "Каждый может столкнуться с ситуацией, когда овощи залежались и потеряли свой первоначальный сочный и аппетитный вид. Попробуйте подержать их в уксусной воде. Это поможет вернуть им былую свежесть."
    },
    {
      "id" : 1,
      "img" : "https://avatars.mds.yandex.net/i?id=a816b937022e87d6b5fdaad3c7af9209ef2a0c27-5683625-images-thumbs&n=13",
      "desc" : "Если несколько фруктов в вашей продуктовой корзине еще не дошли до кондиции, то помогите им это сделать. Поместите их на ночь в один бумажный пакет с яблоком. Последнее содержит в своем составе газ этилен, который обладает оживляющим и подбадривающим эффектом."
    },
    {
      "id" : 2,
      "img" : "https://avatars.mds.yandex.net/i?id=61f769870fb75fb1a927b3dd6c0a18867a27cf70-8497391-images-thumbs&n=13",
      "desc" : "Для того чтобы лук и морковь подрумянивались быстрее и приобретали потрясающую золотистую корку, их необходимо посыпать щепоткой сахара. Если же поджаривается один лук, то для получения золотистого цвета можно посыпать его небольшим количеством муки."
    },
    {
      "id" : 3,
      "img" : "https://avatars.mds.yandex.net/i?id=a50f9c859373d903a1a80eda5ac3b6b232d402b98f138b5c-3643527-images-thumbs&n=13",
      "desc" : "Если очень захотелось домашних соленых огурцов, а ждать совсем не хочется, можно ускорить процесс. Нужно только обрезать концы с обеих сторон или наколоть огурцы вилкой в нескольких местах."
    },
    {
      "id" : 4,
      "img" : "https://avatars.mds.yandex.net/i?id=e96ff83b2fb557dc7d0d59f108cc3d64974eb78a-12527471-images-thumbs&n=13",
      "desc" : "Этот процесс может занять всего лишь несколько минут и потребовать минимум усилий. Достаточно лишь обдать помидоры кипятком и оставить на несколько минут. Слейте воду и подцепите кожицу — она с легкостью сойдет сама.\n"
    },
    {
      "id" : 5,
      "img" : "https://avatars.mds.yandex.net/i?id=93e0e80539c622977f9d150edd0eff56b945a880-9243502-images-thumbs&n=13",
      "desc" : "Любители сладких и вкусных бананов знают, что этот фрукт хранится не так долго. Чтобы сохранить бананы в свежем виде, действительно нужно очень постараться. Если обернуть корешок связки скотчем, то фрукт начнет темнеть на целых 3–5 дней позже.\n"
    }
  ],
  "products" : [
    {
      "id" : 0,
      "img" : "https://avatars.mds.yandex.net/i?id=2ec6bd6c8bfce5cebf5d2d8b79bcfe4c65277f15-10806524-images-thumbs&n=13",
      "desc" : "при выборе яблок обратите внимание на их размер, цвет и текстуру кожицы. Лучше выбирать яблоки среднего размера, без вмятин и мягких участков. Цвет должен быть однородным, без зелёных или коричневых пятен. Кожица должна быть гладкой и неповреждённой."
    },
    {
      "id" : 1,
      "img" : "https://avatars.mds.yandex.net/i?id=7eea8ffbcf149f698921304ae6d2854c34bca968-10755803-images-thumbs&n=13",
      "desc" : "При выборе помидоров обращайте внимание на их размер, цвет и текстуру. Выбирайте помидоры среднего размера, без вмятин и мягких участков. Цвет должен быть однородным, без зелёных или коричневых пятен. Кожица должна быть гладкой и неповреждённой."
    },
    {
      "id" : 2,
      "img" : "https://avatars.mds.yandex.net/i?id=e323a405b97c11038f43c9b60330c15e15ebcf35db1747be-12632677-images-thumbs&n=13",
      "desc" : "Выбирая огурцы, обращайте внимание на их свежесть, отсутствие повреждений и мягкость. Огурцы должны быть упругими, без мягких участков и жёлтых пятен."
    },
    {
      "id" : 3,
      "img" : "https://avatars.mds.yandex.net/i?id=953501e13a48e6161c2f96e21d1d244f81ac7709-7763867-images-thumbs&n=13",
      "desc" : "При выборе бананов учитывайте их цвет и текстуру. Выбирайте бананы с равномерным жёлтым цветом и без чёрных пятен. Кожура должна быть гладкой и неповреждённой."
    },
    {
      "id" : 4,
      "img" : "https://avatars.mds.yandex.net/i?id=8abb6f02e4a05ce2a2505515759ea8bebbacf969-7014426-images-thumbs&n=13",
      "desc" : "Выбирая апельсины, обратите внимание на их размер, цвет и текстуру. Выбирайте апельсины среднего размера, без вмятин и мягких участков. Цвет должен быть однородным, без зелёных или коричневых пятен. Кожица должна быть гладкой и неповреждённой."
    },
    {
      "id" : 5,
      "img" : "https://avatars.mds.yandex.net/i?id=a8fe5a66165f7f7dc1ce3f6885634f70fe1d0c9cebca36b4-3906494-images-thumbs&n=13",
      "desc" : "При выборе картофеля учитывайте его размер, цвет и текстуру. Выбирайте картофель среднего размера, без вмятин и мягких участков. Цвет должен быть равномерным, без зелёных или коричневых пятен. Кожица должна быть гладкой и неповреждённой."
    }
  ],
  "utensils" : [
    {
      "id" : 0,
      "img" : "https://eda.ru/img/eda/620x-/s1.eda.ru/StaticContent/Photos/1/35/135883c8f82f477b83e1279b832873db.jpg",
      "desc" : "Тот, кто дает советы по приготовлению окрошки, автоматически попадает в категорию «Капитан Очевидность». Но Алексей Зимин все-таки решился поставить точки над i. Первое — квас. Каким должен быть квас для окрошки? Он должен быть не сладким и не отчаянно кислым, а кисло-сладким. Чтобы долго не искать, можно использовать любой квас с более или менее натуральным составом, например «Очаковский», особенно если добавить в него немного дрожжей и дать ночь перебродить. Что добавить в заправку для окрошки? В заправке стоит использовать и майонез, и сметану, ровно пополам, чтобы добавить супу не только молочно-сливочного привкуса, но и определенной вкусовой полифонии. К ним добавить столовую ложку острой горчицы, много зеленого лука и укропа и много натертого на мелкой терке яйца. Все прочие ингредиенты надо нарезать так, как в салат оливье, то есть чуть больше крупной горошины."
    },
    {
      "id" : 1,
      "img" : "https://eda.ru/img/eda/620x-/s1.eda.ru/StaticContent/Photos/5/3c/53c7a8d1059e4e339c913e650f7f8a2e.jpg",
      "desc" : "Большинство домашних умельцев привыкло гасить соду уксусом или лимонным соком в ложке или стакане, а лишь потом замешивать в тесто для оладий или блинов. В ложке в этот момент происходит бурное пузырение, в результате углекислый газ ничего не разрыхляет, а уходит куда-то в космос. К тому моменту, когда гашеная сода должна попасть в тесто, она выдохнется и утратит силу. Да, тесто потом немного разрыхлится, но уже в процессе нагревания, когда сода выделит вторую, гораздо меньшую порцию углекислого газа. Очевидно, что правильнее добиться того, чтобы с самого начала углекислый газ выделялся в самом тесте, меняя его текстуру, а не терялся в атмосфере. Сделать это просто: смешать соду с сухими ингредиентами, а кислоту — с жидкими. А потом соединить их, замесив тесто. Если же вы замешиваете тесто на кефире или простокваше, то дополнительная кислота не нужна: сода прекрасно погасится сама собой и тесто получится пышным и воздушным."
    }
  ]
}